// ааа

        // аааа
        // document.write('lollollollollollollollollollol'); Добавляет строку к html
        // console.log('Привет всем пишу из файла')
        // console.log('Привет всем log'); //Выводит в консоль
        // console.info('Привет всем info'); //Тоже выводит в консоль но через метод инфо, не знаю разницу наверно она есть
        // console.error('Ошибка в том что я ошибся') // вывод в консоль информации о том что есть ошибка и Поэтому ошибочное оформление
        // console.warn('Предупреждаю') // разница с ошибкой что Ошибка не дает работать скрипту а варнинг дает. Т.е.  warn= предупреждение

        var a=0
        var b=0
        b++
        a+=3
        var c=a+b;
        const pi=3.14;
        console.log(c)
        console.log(Math.PI)